{
  "slogan": "Grily. Jednoduše",
  "CTOslogan": "Vítejte v rodině Joseph's!",
  "czechRepublic": "Česká Republika",

  "termsLink": "Obchodní podmínky",
  "GDPRLink": "Ochrana osobních údajů a GDPR",
  "certificationLink": "Certifikace nerezové oceli",

  "navbarHome": "Domů",
  "navbarGrills": "Grily",
  "navbarAbout": "O nás",
  "navbarContact": "Kontakt",

  "johnTagline": "Gril pro dobrodruhy",
  "johnPrice": "1 999,-",
  "johnSubheading": "O Johnovi",
  "johnParagraph1": "Představujeme vám Johna, malý, ale mimořádně šikovný gril, který se stane vaším nezbytným společníkem na cestách. Díky svému jedinečnému designu — tvořenému šesti čtvercovými ocelovými pláty, se John skládá a rozkládá s dětskou snadností.",
  "johnParagraph1short": "Představujeme vám Johna, malý, ale mimořádně šikovný gril, který se stane vaším nezbytným společníkem na cestách.",
  "johnParagraph2": "Ve složené formě nabízí nevídanou kompaktnost, což jej činí ideálním pro milovníky cestování, co si chtějí jídlo vychutnávat s pohledem na přírodní krásy pod širým nebem. Je vyroben z certifikované nerezové potravinářské oceli, díky čemuž slibuje bezpečné grilování bez obav. Jeho koupí získáte nejen spolehlivost, ale i styl. John je vždy připraven podpořit vaše kulinářské dobrodružství.",
  "johnUSP1": "Kompaktní a přenosný",
  "johnUSP1Text": "Unikátní skládací design, s váhou pouhých 6 kg a malé rozměry v složeném stavu z něj dělají dokonalého společníka na cesty.",
  "johnUSP2": "Snadná montáž i demontáž",
  "johnUSP2Text": "Díky složení ze šesti čtvercových ocelových plátů je John snadno sestavitelný a rozložitelný bez potřeby nářadí, což šetří čas a usnadňuje jeho používání na jakémkoliv místě.",
  "johnUSP3": "Zdravé stravování na cestách",
  "johnUSP3Text": "John je vyroben z kvalitní nerezové oceli certifikované pro potravinářské účely, což zajišťuje, že vaše jídlo bude vždy chutné a bez nežádoucích látek.",

  "peterTagline": "To jediné ohniště, které potřebujete.",
  "peterPrice": "9 999,-",
  "peterSubheading": "O Peterovi",
  "peterParagraph1": "Peter transformuje každý venkovní prostor na místo plné tepla a pohody. Díky svému inovativnímu designu, připomínajícímu kovovou ošatku, se stane centrem pozornosti a místem setkávání pro rodinu a přátele. Systém pro shromažďování popela zajišťuje snadnou údržbu, zatímco jeho robustní konstrukce slibuje dlouholetou spolehlivost.",
  "peterParagraph1short": "Peter transformuje každý venkovní prostor na místo plné tepla a pohody.",
  "peterParagraph2": "Jeho unikátní konstrukce z černé oceli nejen zajišťuje vynikající odolnost proti povětrnostním vlivům, ale také optimalizuje přívod vzduchu pro rovnoměrné spalování bez nadměrného kouře. Ocelové tyče, pevně spojené do tvaru ošatky, umožňují efektivní udržení paliva a zároveň poskytují dostatečný prostor pro přikládání, což usnadňuje obsluhu. Díky snadno přístupnému popelníku ulehčuje odstranění popela a čištění po každém použití. Peter tak přináší nejen teplo a světlo, ale i pohodlí a praktičnost, které očekáváte od venkovního ohniště.",
  "peterUSP1": "Unikátní design",
  "peterUSP1Text": "Peterovo inovativní designové řešení nejen přitahuje pohledy, ale také zajišťuje optimální přívod vzduchu pro rovnoměrné spalování, což znamená méně kouře a efektivnější využití paliva.",
  "peterUSP2": "Estetický a praktický",
  "peterUSP2Text": "Nejen že zajišťuje optimální přívod vzduchu pro rovnoměrné spalování, ale také je to designový prvek, který oživí každou zahradu nebo venkovní prostor svým industriálním vzhledem.",
  "peterUSP3": "Snadné přikládání",
  "peterUSP3Text": "Otevřený design umožňuje snadné přikládání dřeva bez nutnosti přerušovat grilování nebo opékání.",

  "josephTagline": "Mistr grilování",
  "josephPrice": "48 400,-",
  "josephSubheading": "O Josephovi",
  "josephParagraph1": "Joseph je výsledkem vrcholové řemeslné zručnosti a navržen je pro ty, kteří od svého grilu očekávají nekompromisní kvalitu a výkon. Jeho geometrický design nejen osloví oko, ale také slibuje jedinečný zážitek z grilování. Díky certifikované potravinářské nerezové grilovací desce a možnosti přidání dalšího roštu nabízí Joseph nevídanou flexibilitu a odolnost.",
  "josephParagraph1short": "Joseph je výsledkem vrcholové řemeslné zručnosti a navržen je pro ty, kteří od svého grilu očekávají nekompromisní kvalitu a výkon.",
  "josephParagraph2": "Speciálně navržený systém pro efektivní přívod kyslíku zajišťuje optimální spalování a umožňuje přikládání paliva přímo uprostřed grilovací desky, což zvyšuje efektivitu a pohodlí při grilování. Připraven na všechny druhy počasí, přináší tento gril industriální eleganci do vašeho venkovního prostoru a slibuje roky spolehlivého užívání. K dispozici je také nerezový dekl, navržený k ochraně grilu před nepříznivými povětrnostními podmínkami, když se na něm právě negriluje, čímž prodlužuje jeho životnost.",
  "josephUSP1": "Kvalita a výkon",
  "josephUSP1Text": "Navržen s ohledem na nejvyšší požadavky, kvalitu a výkon, Joseph je ideální pro milovníky a nadšence do grilování, kteří očekávají nejlepší výsledky.",
  "josephUSP2": "Robustní konstrukce",
  "josephUSP2Text": "Gril odolá všem druhům počasí, a tak slibuje roky spolehlivého užívání, což z něj činí výbornou investici pro každého, kdo chce spolehlivého partnera v přípravě grilovaných pochoutek.",
  "josephUSP3": "Možnost rozšíření",
  "josephUSP3Text": "Nabízí rozšíření s doplňkovým příslušenstvím, jako je přídavný rošt pro další potraviny připravované společně s masem, či nerezový dekl pro ochranu grilu, což zvyšuje jeho užitnou hodnotu a životnost.",
  "josephAccessoryGrate": "nerezový rošt",
  "josephAccessoryGratePrice": "4 000,-",
  "josephAccessoryCover": "nerezový dekl",
  "josephAccessoryCoverPrice": "4 000,-",

  "buttonEshop": "Do e-shopu",
  "buttonOurStory": "Náš příběh",
  "buttonMoreInfo": "Více informací",
  "buttonOurGrills": "Naše grily",
  "buttonTerms": "Obchodní podmínky",
  "buttonGDPR": "Ochrana osobních údajů a GDPR",
  "buttonCertification": "Certifikace nerezové oceli",

  "indexHeroTitle": "Rodina grilů Joseph's",
  "indexSection1Text": "Joseph's — grily, které staví na tradici, kvalitě a jednoduchosti. Objevte řadu našich grilů a připojte se k rodině spokojených nadšenců do grilování.",
  "indexGrillWeight": "Hmotnost",
  "indexGrillHeight": "Výška",
  "indexGrillLength": "Šířka/Délka",

  "grillsHeroTitle": "Naše grily",

  "productParametersHeading": "Parametry",
  "productParameterDimensions": "Rozměr",
  "productParameterSizeDis": "Rozměr (rozložený)",
  "productParameterSizeAss": "Rozměr (sestavený)",
  "produtParameterHeight": "Výška",
  "produtParameterWidth": "Šířka",
  "productParameterMaterial": "Materiál",
  "productParameterStainlessSteel": "Nerezová potravinářská ocel",
  "productParameterStainlessSteelJoseph": "Nerezová potravinářská ocel (grilovací deska) + COR-TEN (konstrukce)",
  "productParameterBlackSteel": "Černá ocel",
  "productParameterWeight": "Hmotnost",
  "productParameterWeightOfAccessoryGrate": "Hmotnost přídavného nerezového roštu",
  "productParameterWeightOfAccessoryCover": "Hmotnost nerezového deklu",
  "productParameterSteelThickness": "Tloušťka oceli",
  "productParameterSteelPlateThickness": "Tloušťka nerezové desky",

  "productGalleryInAction": "v akci",

  "aboutHeroTitle": "Vítejte v rodině Joseph's!",
  "aboutHeroSubtitle": "Grilování je naše vášeň, protože u grilu se ze známých stávají blízcí přátelé. Poznejte jací jsme v naší rodině a přidejte se k nám!",
  "aboutSection1Title": "Od rodiny...",
  "aboutSection1Text1": "V srdci každého kusu kovu, který prošel rukama naší rodinné firmy je ukryt příběh. Příběh o tradici, řemeslu a rodinné vášni, která překračuje generace. Značka Joseph's Grills není výjimkou. Je to odkaz na dědečka Josefa, zakladatele, a také Petra, jeho pokračovatele, jehož vášeň pro grilování byla zakována do každého detailu našich grilů.",
  "aboutSection1Text2": "Léta strávená prací s kovem a snaha pochopit jeho tajemství vedla Petra k nápadu — vytvořit gril, který by nejen splňoval všechna očekávání v oblasti kvality a funkčnosti, ale také byl jednoduchý na obsluhu a vydržel po dlouhé roky.",
  "aboutSection2Title": "...ke grilům",
  "aboutSection2Text1": "S touto vizí Joseph's přináší na trh tři unikátní typy grilů — každý pojmenovaný na počest jednoho z členů rodiny: Joseph, Peter a John. Každý z nich reprezentuje různé aspekty grilovacích předností a stylů, aby vyhověl každému nadšenci venkovní přípravy jídla.",
  "aboutSection2Text2": "Každý gril je vytvořen s důrazem na jednoduchost, jak v designu, tak v užívání. Používáme pouze nejkvalitnější materiály, což našim grilům zaručuje dlouhověkost a odolnost. Věříme, že grilování je především o rodině, přátelích a společně stráveném čase. A v tom není nic komplikovaného.",
  "aboutSection2Text3": "Proto jsme se rozhodli, že naše grily budou jednoduché, výkonné, schopné přizpůsobit se jakémukoli stylu grilování.",

  "contactHeroTitle": "Ozvěte se nám!",
  "contactHeroSubtitle": "Vy máte rádi grilování. My taky. Tak nám napište a nebo zavolejte!",

  "exploreSectionSubheading": "Vítejte v rodině Joseph's!",
  "exploreSectionHeading": "Prozkoumejte nové chutě a objevte kouzlo grilování!",

  "contactSectionHeading": "Kontakt",
  "contactSectionFormTitle": "Napište nám!",
  "contactIframeTitle": "Kontaktní formulář",
  "contactIframeSrc": "https://cms.josephsgrills.cz/kontaktni-formular/",

  "footerGrillsHeading": "Naše grily",
  "footerPagesHeading": "Další stránky",
  "footerAboutLink": "O nás",
  "footerEshopLink": "E-shop",
  "footerContactHeading": "Kontakt",
  "footerMadeBy": "Vytvořilo",

  "linkTermsAndConditions": "https://download.josephsgrills.cz/Obchodni-podminky_Josephs-Grills_CZ.pdf",
  "linkGDPR": "https://download.josephsgrills.cz/GDPR_Josephs-Grills_CZ.pdf",
  "linkCertification": "https://download.josephsgrills.cz/Certifikat-kovu_Josephs-Grills_CZ.pdf",

  "linkEshopGeneral": "https://eshop.josephsgrills.cz/",
  "linkEshopJohn": "https://eshop.josephsgrills.cz/products/gril-john",
  "linkEshopPeter": "https://eshop.josephsgrills.cz/products/gril-peter",
  "linkEshopJoseph": "https://eshop.josephsgrills.cz/products/gril-joseph"
}
