{
  "slogan": "Grills. Simple.",
  "CTOslogan": "Welcome to the Joseph's family!",
  "czechRepublic": "Czech Republic",

  "termsLink": "Terms of service",
  "GDPRLink": "Privacy policy and GDPR",
  "certificationLink": "Stainless Steel Certification",

  "navbarHome": "Home",
  "navbarGrills": "Grills",
  "navbarAbout": "About us",
  "navbarContact": "Contact",

  "johnTagline": "Adventurers' Grill",
  "johnPrice": "85 €",
  "johnSubheading": "About John",
  "johnParagraph1": "Meet John, a compact yet exceptionally handy grill, destined to be your indispensable travel companion. With its distinctive design — fashioned from six square steel plates, John folds and unfolds with the joyful ease of a child's play.",
  "johnParagraph1short": "Meet John, a compact yet exceptionally handy grill, destined to be your indispensable travel companion.",
  "johnParagraph2": "In its disassembled form, John offers unprecedented compactness, making it ideal for travel enthusiasts who want to enjoy their meals while gazing at the natural beauty under the open sky. Made of certified food-grade stainless steel, it promises safe grilling without worries. By purchasing it, you'll not only get reliability but also style. John is always ready to support your culinary adventures.",
  "johnUSP1": "Compact and portable",
  "johnUSP1Text": "Its unique assemblable design, weighing just 6 kg and small dimensions when folded, make it the perfect travel companion.",
  "johnUSP2": "Easy assembly",
  "johnUSP2Text": "Thanks to its build of 6 square steel plates, John is easy to assemble and disassemble without any need for tools, saving time and facilitating its use to anywhere.",
  "johnUSP3": "Nutritious meals while travelling",
  "johnUSP3Text": "John is made of high-quality stainless steel certified for food use, ensuring that your food will always be tasty and free of unwanted substances.",

  "peterTagline": "The only campfire you'll ever need.",
  "peterPrice": "340 €",
  "peterSubheading": "About Peter",
  "peterParagraph1": "Peter transforms every outdoor space into a haven of warmth and comfort. With its innovative design reminiscent of a metallic trug, you become the focal point and gathering spot for family and friends. The ash collection system ensures easy maintenance, while its sturdy construction promises long-lasting reliability.",
  "peterParagraph1short": "Peter transforms every outdoor space into a haven of warmth and comfort.",
  "peterParagraph2": "Its unique black steel construction not only ensures excellent weather resistance but also optimizes airflow for even burning without excessive smoke. The steel bars, tightly grouped in the centre, enable efficient fuel retention while also providing ample space for adding fuel, making operation easier. An easily accessible ashtray, it simplifies ash removal and cleaning after each use. Peter thus brings not only warmth and light but also the comfort and practicality you expect from an outdoor fireplace.",
  "peterUSP1": "Unique design",
  "peterUSP1Text": "Peter's innovative design solution not only captivates the imagination but also ensures optimal airflow for even burning, meaning less smoke and more efficient fuel utilization.",
  "peterUSP2": "Aesthitic and practical",
  "peterUSP2Text": "Not only does it ensure optimal airflow for even burning, but it's also a design element that will enhance any garden or outdoor space with its industrial look.",
  "peterUSP3": "Easy fire upkeep",
  "peterUSP3Text": "The open design allows easy access to the fire meaning easy upkeep without the need to interrupt your barbecue.",

  "josephTagline": "Grilling master",
  "josephPrice": "1 190 €",
  "josephSubheading": "About Joseph",
  "josephParagraph1": "Joseph is the result of top-notch craftsmanship and is designed for those who expect quality and performance without compromises from their grill. Its geometric design not only appeals to the eye but also promises a unique grilling experience. With a certified food-grade stainless steel grilling plate and the option to add additional grates, Joseph offers unprecedented flexibility and durability.",
  "josephParagraph1short": "Joseph is the result of top-notch craftsmanship and is designed for those who expect quality and performance without compromises from their grill.",
  "josephParagraph2": "A specially designed system for efficient oxygen intake ensures optimal burning and allows for adding more fuel directly in the centre of the grilling surface, increasing efficiency and convenience during grilling. Ready for all weather conditions, this grill brings industrial elegance to your outdoor space and promises years of reliable use. Available is also a stainless steel lid designed to protect the grill from adverse weather conditions when not in use, thereby prolonging its lifespan.",
  "josephUSP1": "Quality and performance",
  "josephUSP1Text": "Designed with the highest standards in mind, Joseph is ideal for barbecue lovers and enthusiasts who expect the best results.",
  "josephUSP2": "Robust build",
  "josephUSP2Text": "Withstanding all types of weather, the grill promises years of reliable use, making it an excellent investment for anyone seeking a dependable partner in grilling.",
  "josephUSP3": "Options for extensibility",
  "josephUSP3Text": "It offers expansion with additional accessories, such as an additional grate for preparing other foods alongside meat, or a stainless steel lid for grill protection, increasing its utility and lifespan.",
  "josephAccessoryGrate": "Stainless steel grate",
  "josephAccessoryGratePrice": "165 €",
  "josephAccessoryCover": "Stainless steel lid",
  "josephAccessoryCoverPrice": "165 €",

  "buttonEshop": "To the e-shop",
  "buttonOurStory": "Our story",
  "buttonMoreInfo": "More info",
  "buttonOurGrills": "Our grills",
  "buttonTerms": "Terms of service",
  "buttonGDPR": "Privacy policy and GDPR",
  "buttonCertification": "Stainless steel certification",

  "indexHeroTitle": "Joseph's grill family",
  "indexSection1Text": "Joseph's — grills built on tradition, quality, and simplicity. Explore the range of our grills and join the family of satisfied grilling enthusiasts.",
  "indexGrillWeight": "Weight",
  "indexGrillHeight": "Height",
  "indexGrillLength": "Width/Length",

  "grillsHeroTitle": "Our grills",

  "productParametersHeading": "Parameters",
  "productParameterDimensions": "Dimensions",
  "productParameterSizeDis": "Dimensions (disassembled)",
  "productParameterSizeAss": "Dimensions (assembled)",
  "produtParameterHeight": "Height",
  "produtParameterWidth": "Width",
  "productParameterMaterial": "Material",
  "productParameterStainlessSteel": "Food-safe stainless steel",
  "productParameterBlackSteel": "Black steel",
  "productParameterWeight": "Weight",
  "productParameterWeightOfAccessoryGrate": "Weight of the stainless grate",
  "productParameterWeightOfAccessoryCover": "Weight of the stainless cover",
  "productParameterSteelThickness": "Steel thickness",
  "productParameterSteelPlateThickness": "Steel plate thickness",

  "productGalleryInAction": "in action",

  "aboutHeroTitle": "Welcome to the Joseph's family",
  "aboutHeroSubtitle": "Grilling is our passion because it is by the grill where acquaintances become close friends. Discover who we are in our family and join us!",
  "aboutSection1Title": "From the family...",
  "aboutSection1Text1": "In the heart of every piece of metal that has passed through the hands of our family company lies a story. A story of tradition, craftsmanship, and family passion that spans generations. The Joseph's Grills brand is no exception. It's a tribute to grandpa Joseph, the founder, and also to Peter, his successor, whose passion for grilling is engraved into every detail of our grills.",
  "aboutSection1Text2": "Years spent on shaping metal and the endeavour to understand its secrets led Peter to an idea — to create a grill that would not only meet all expectations in terms of quality and functionality but would also be easy to operate and endure for many years.",
  "aboutSection2Title": "...to grills.",
  "aboutSection2Text1": "With this vision Joseph's introduces three unique types of grills to the market — each named as a tribute to a family member: Joseph, Peter, and John. Each of them represents different aspects of grilling preferences and styles to satisfy every type of outdoor cooking enthusiast.",
  "aboutSection2Text2": "Each grill is crafted with a focus on simplicity, design and usability. We use only the highest quality materials, ensuring longevity and durability for our grills. We believe that grilling is primarily about family, friends, and time spent together. And there's nothing complicated  about that.",
  "aboutSection2Text3": "That's why we've decided that our grills will be straightforward to use, powerful and capable of adapting to any grilling style.",

  "contactHeroTitle": "Get in touch!",
  "contactHeroSubtitle": "You love grilling. So do we. So drop us a line or give us a call!",

  "exploreSectionSubheading": "Welcome to the Joseph's family!",
  "exploreSectionHeading": "Discover new flavours and discover the magic of grilling!",

  "contactSectionHeading": "Contact",
  "contactSectionFormTitle": "Leave us a message!",
  "contactIframeTitle": "Contact form",
  "contactIframeSrc": "https://cms.josephsgrills.cz/contact-form/",

  "footerGrillsHeading": "Our grills",
  "footerPagesHeading": "More pages",
  "footerAboutLink": "About us",
  "footerEshopLink": "E-shop",
  "footerContactHeading": "Contact",
  "footerMadeBy": "Made by",

  "linkTermsAndConditions": "https://download.josephsgrills.cz/Terms-of-service_Josephs-Grills_EN.pdf",
  "linkGDPR": "https://download.josephsgrills.cz/GDPR_Josephs-Grills_EN.pdf",
  "linkCertification": "https://download.josephsgrills.cz/Certifikat-kovu_Josephs-Grills_CZ.pdf",

  "linkEshopGeneral": "https://eshop.josephsgrills.cz/en-eu",
  "linkEshopJohn": "https://eshop.josephsgrills.cz/en-eu/products/gril-john",
  "linkEshopPeter": "https://eshop.josephsgrills.cz/en-eu/products/gril-peter",
  "linkEshopJoseph": "https://eshop.josephsgrills.cz/en-eu/products/gril-joseph"
}
